{
  "location": {
    "time": "9:30 AM",
    "location_address": "120 W. 14th Street (between 6th and 7th Aves)",
    "location_name": "The Salvation Army"
  },
  "program": {
    "reflection": "Deep in unfathomable mines<br>Of never-failing skill<br>He treasures up His bright designs<br>And works His sovereign will.<br><br>Blind unbelief is sure to err<br>And scan His work in vain;<br>God is His own Interpreter,<br>And He will make it plain.<br><br>Ye fearful saints, fresh courage take;<br>The clouds ye so much dread<br>Are big with mercy and shall break<br>In blessings on your head.<br><br>&nbsp;&nbsp;— William Cowper",
    "opening_hymns": [
      {
        "img": "https://lh3.googleusercontent.com/--xzii7PhM7k/UQ3_jGTNniI/AAAAAAAACDI/Z2_uiRxCB3U/s800/OpeningHymn_02-03-2013.jpg"
      }
    ],
    "call_to_worship": {
      "title": "Psalm 146",
      "sections": [{
        "leader": " Praise the Lord, O my soul. I will sing praise to my God as long as I live.",
        "all": "Blessed is he whose help is the God of Jacob, whose hope is in the Lord his God, the maker of heaven and earth, the sea and everything in them: the Lord, who remains faithful forever."
      },
      {
        "leader": "He upholds the cause of the oppressed and gives food to the hungry.The Lord sets prisoners free, the Lord gives sight to the blind, the Lord lifts up those that are bowed down, the Lord loves the righteous.",
        "all": "The Lord watches over the alien and sustains the fatherless and the widow but he frustrates the ways of the wicked. The Lord reigns forever, your God, O Zion, for all generations. Praise the Lord!"
      }]
    },
    "prayer_of_adoration": "Our Father, who art in heaven, hallowed be thy name. Thy kingdom come, thy will be done, on earth as it is in heaven. Give us this day our daily bread, and forgive us our debts as we forgive our debtors. And lead us not into temptation, but deliver us from evil. For thine is the kingdom, and the power, and the glory, forever and ever. Amen.",
    "prayer_of_confession": [{
      "all": "Lord Jesus Christ, you came in order to serve, not to be served. We confess how unlike you we are in both our attitudes and actions. We serve when it is convenient for us or when it furthers our own purposes and agenda. We are reluctant to do so when it would be costly to us or when we fail to perceive how it would benefit us. Forgive us for our failure to love you and be your imitators. Forgive us for our failure to love others. How grateful we are that you have given your life as a ransom for many. Now give us your strength in order that we might pour our lives out for you and for those you have placed in our lives. We ask this for your sake and the sake of your kingdom. Amen."
    }],
    "confessional_response": {
      "img": "https://lh5.googleusercontent.com/-Wnd_e0mEE9g/UQ3_ibJuWDI/AAAAAAAACC4/2Z5EijoMVTo/s800/ConfessionalResponse_02-03-2013.jpg"
    },
    "words_of_encouragement": {
      "title": "Mark 10:45",
      "body": "For even the Son of Man did not come to be served, but to serve, and to give his life as a ransom for many."
    },
    "prayers_of_the_people": [
      {
        "leader": "Father, we pray for your holy Catholic Church;",
        "all": "That we all may be one."
      },
      {
        "leader": "Grant that every member of the Church may truly and humbly serve you;",
        "all": "That your Name may be glorified by all people."
      },
      {
        "leader": "We pray for all ministers and leaders of your church;",
        "all": "That they may faithfully proclaim your truth in word and in deed."
      },
      {
        "leader": "We pray for all who govern and hold authority in the nations of the world;",
        "all": "That there may be justice and peace on the earth."
      },
      {
        "leader": "Give us grace to do your will in all that we undertake;",
        "all": "That our works may find favor in your sight."
      },
      {
        "leader": "Have compassion on those who suffer from any grief or trouble;",
        "all": "That they may be delivered from their distress."
      },
      {
        "leader": "Let us pray for our own needs and those of others."
      }
    ],
    "post_confessional": {
      "img": "https://lh3.googleusercontent.com/-nEYF9Ez7rdc/UQ3_jH0xhOI/AAAAAAAACDM/PxW8y9tzAEQ/s800/Hymn1_02-03-2013.jpg"
    },
    "sermon": {
      "scripture_verses": "Acts 5:27-42",
      "scripture_body": "<p><span class='super'>27</span> Having brought the apostles, they made them appear before the Sanhedrin to be questioned by the high priest. <span class='super'>28</span> “We gave you strict orders not to teach in this name,” he said.“Yet you have filled Jerusalem with your teaching and are determined to make us guilty of this man’s blood.”</p><p><span class='super'>29</span> Peter and the other apostles replied:“We must obey God rather than men! <span class='super'>30</span> The God of our fathers raised Jesus from the dead—whom you had killed by hanging him on a tree. <span class='super'>31</span> God exalted him to his own right hand as Prince and Savior that he might give repentance and forgiveness of sins to Israel. <span class='super'>32</span> We are witnesses of these things, and so is the Holy Spirit, whom God has given to those who obey him.”</p><p><span class='super'>33</span> When they heard this, they were furious and wanted to put them to death. <span class='super'>34</span> But a Pharisee named Gamaliel, a teacher of the law, who was honored by all the people, stood up in the Sanhedrin and ordered that the men be put outside for a little while. <span class='super'>35</span> Then he addressed them: “Men of Israel, consider carefully what you intend to do to these men. <span class='super'>36</span> Some time ago Theudas appeared, claiming to be somebody, and about four hundred men rallied to him. He was killed, all his followers were dispersed, and it all came to nothing. <span class='super'>37</span> After him, Judas the Galilean appeared in the days of the census and led a band of people in revolt. He too was killed, and all his followers were scattered. <span class='super'>38</span> Therefore, in the present case I advise you:</p><p>Leave these men alone! Let them go! For if their purpose or activity is of human origin, it will fail. <span class='super'>39</span> But if it is from God, you will not be able to stop these men; you will only find yourselves fighting against God.”</p><p><span class='super'>40</span> His speech persuaded them.They called the apostles in and had them flogged.Then they ordered them not to speak in the name of Jesus, and let them go.</p><p><span class='super'>41</span> The apostles left the Sanhedrin, rejoicing because they had been counted worthy of suffering disgrace for the Name. <span class='super'>42</span> Day after day,in the temple courts and from house to house, they never stopped teaching and proclaiming the good news that Jesus is the Christ. (NIV)</p>",
      "sermon_title": "The Hero of Heroes",
      "sermon_series": "9th Sermon in Series: Acts — The Gospel in the City"
    },
    "offertory": "What is Our Life? — O. Gibbons/arr. O’Connor/Hollingsworth",
    "confession_of_faith": "<p>What is your only comfort in life and death?</p><p><i>That I am not my own, but belong with body and soul, both in life and in death, to my faithful Saviour Jesus Christ. He has fully paid for all my sins with His precious blood, and has set me free from all the power of the devil. He also preserves me in such a way that without the will of my heavenly Father not a hair can fall from my head; indeed, all things must work together for my salvation. Therefore, by His Holy Spirit He also assures me of eternal life and makes me heartily willing and ready from now on to live for Him.</i></p>",
    "communion_preparation": "true",
    "communion_hymns": [
      {
        "img": "https://lh6.googleusercontent.com/-A9kyauIBfv8/UQ3_iYqvleI/AAAAAAAACC8/dieKvFf5tUw/s716/Communion1_02-03-2013.jpg"
      },
      {
        "img": "https://lh3.googleusercontent.com/-Zgrrn4xi5gQ/UQ3_iXRkxHI/AAAAAAAACDA/M13tMSAwuX0/s800/Communion2_02-03-2013.jpg"
      }
    ],
    "prayer_of_thanksgiving": "<p>Gracious Lord, we give you thanks for calling us out of the darkness and into your glorious light. When we remember the price you paid, the death of your only Son, we can only wonder and marvel at the greatness of your love.</p><p>We give our lives to you Lord, and pray that through your Spirit you would teach us how to live according to your will. Send us out now to love and serve you as faithful witnesses of your mercy. We pray this in Jesus’ name. Amen.</p>"
  }
}